#+DATE: [2023-03-11 Sat]
#+AUTHOR: Kitkat Dambeck
#+TITLE: Expsoitory Writing - Third Essay Ideas.

* Workbook. 
:LOGBOOK:
CLOCK: [2023-03-21 Tue 13:56]--[2023-03-21 Tue 14:50] =>  0:54
CLOCK: [2023-03-21 Tue 11:07]--[2023-03-21 Tue 11:11] =>  0:04
CLOCK: [2023-03-20 Mon 12:31]--[2023-03-20 Mon 13:34] =>  1:03
:END:

* Introduction Paragraph.
** General thought, getting more specific
Hedonism asserts that human motivation is driven by the desire for pleasure.
For some, it is an ethical doctrine, holding that what maximize pleasure for the individual is right, or the basis for Utilitarianism, holding that the right action is what maximizes the happiness and well-being for the most people. 
Since the time of Socrates, hedonism has been criticized for being self-destructive, even "sinful," and for appealing to carnal and earthly motivations.
However, such assertion are made on a shallow understanding of hedonism.
** Introduce Authors.
Positive Psychologist Daniel Gilbert has spent many years studying the often counter intuitive cognitive biases that can help or hinder one's experience of happiness, and reports these findings in /Stumbling Into Happiness/. 
Positive Psychologist Barbara Fredrickson, author of /Love 2.0/, studies the cultivation of "love" and its role as a precursor to happiness.
** Thesis.
Because of the fickle nature of pleasure, an intelligent hedonist knows that true happiness is the result of understanding oneself and being emotionally flexible. Therefore, attaining true happiness necessitates the cultivation of these qualities.
* Body One.
** TODO [0/4]
- [ ] Topic sentence is general.
- [ ] Name of the study.
- [ ] Remove summery.
- [ ] First quote is too long.
** Topic Sentence. Get to the point asap.
Pleasurable moments are fleeting.
Thusly it is emotional flexibility that leads to happiness, for with it, the best can be made out of any scenario.
In a famous study, students ina collage photo course were less satisfed with their photos when they were given time to change their mind about which one they kept.
** Quote.
When students are asked which version of the course they would like to participate in, Gilbert writes that
"The bast majority preffered to have that opportunity- that is the vast majority of students preffered to enroll in a photogpraphy course in chich they would ultimately be dissatisfied with the photograph produced.
Why would anyone prefer less satisfaction to more? No one does, of course, but most people do seem to prefer more freedom to less"
(Gilbert 151)
** Analasys.
A single lab number, such as the studen's reported happiness, is not a good predictor of how people will act in practice.
Unless the participants are victim to some bias or stupidity which prevents them from understanding the situation, the participants have higher, or at least more complex, aspirations than pleasure of satisfaction in with their photos.
A hedonist analysis would argue that there must therefor be a kind of pleasure that comes from the participant's enacting on their desire for freedom.
If a participant were to choose 

When consciously aware of this phenomenon, that is when one knows they have chose the harder of two options, can act to rationalize one's actions.

** Quote.
Fredrickson says
"the agiility of the conuit between their brains and hearts-as reflected in their high vagal tone- allows them to be exquisitly agile, attuned, and flexible as they navigate the ups and downs of day-to-day life and social exchanges." 

* Body Two.
** Topic.
Because humans are products of evolution and nature, there are ways in which human brains are not rational. Understanding the brain and its eccentricities are the only way to reach true happiness.
** Quote.
Gilbert writes that ignorance of ones psychological biases "causes us to mispredict the circumstances under which we will blame others, but it also causes us to mispredict the circumstances under which we will blame ourselves" (Gilbert 146).


* Free write.
** [2023-03-21 Tue 14:53]
My essay is tied in knots and not making sence to me anymore.
Hedonism is when pleasure motivates action.
Happiness is the result of pleasure?
Hedonism is wanting to be happy all the time.
people choos freedom over pleasure.
therefore, hedonism is false.
therefore, hedonism is a skill?
You have a choice: Freedom or commitment. Studies show commitment will make you feel more satisfied with your work.
If you want to be satisfied you aught to choose commitment.
In practice people choose freedom.
Is there pleasure in freedom?
what does fredrickson say about freedom?
meditation makes your vagus nerve swoll af and makes you happy.
strong vagus nerver = strong emotional skills.
therefore if you want to be happy you should meditate.
I should skim over the readings again or at least my notes.
Im so fucking happy i have an extrea 48 hours to work on this.
im so stressed right now i feel like im going to pop. I need to eat.
Okay yeah these readings really arent at the front of my mind.
Fredrickson talks about like love and how love is connection and connection is syncronizing.
communication is when syncronizing. if i have a message on my computre and i send it to you, our cumputres work togeather to reconstruct the message on your end.
Brains do this same syncing game.
Love is when this happens and it feels good.
Fredrickson doesnt comment abojut what the cycle of violence or whathappens when the resonence is """negative"""
Gilbert talks about the psycological immune system and how it maintains equalibrium.
Fact: brains pursue equalibrium. it is not possilbe to litterally feel pleasure all the time.
fact: stupid monky brain wants to feel pleasure all the time.
fact: nirvana is when you seperate yourself from the last fact and can just fucking chill.
there is a conflict between the monkey brain and the equalibrium.
gilert doesn't have a lot of praxis, just that learning about some of the ways that you repond to your emotional environment work unituitivly.
Claim: if you want to be happy: choose the hard options.
Claim: you shoudl abandon pleasure to pursue nirvana.

** [2023-03-22 Wed 16:29]
*** Thesisiss.
Happiness is the point of life.
Happiness is a state of pleasure, however bliss is a higher state of pleasure. Therefore hedonists seek the short path to happiness, and the long path to bliss.
*** Clever Hans and emtional stability. 
Clever hans: Should Osten continue in ignorant bliss? Is the joy of teaching a horse math greater than that of truth? How do you make unpleasent truths happy?
Humility as a key skill.
What does clever hans teach us about happiness? That it can be illusary? That chacing it uncritically can lead us into deep states of confusion.
"Clever Hans was no genius, but Osten was no fraud. Indeed, he'd spent years patiently talking to his ~orse about mathematics and world a~, ~d he was genuinely shocked and dismayed to learn that he had been fooling hunself" 143.
Happiness is a core motivater of human action. Osten was motivated by the joys of a new scientific discovery, that dedicated a huge amount of work into Clever Hans.
However, Osten was not aware of the shakey ground which that hapiness was built on. When it finally collapsed, they experienced a great amount of unpleasent emotions.
If one is to maintain their long term hapiness, they must be sure that they build their happiness on stable ground.
*** Clever hans related to eros.
Let us examine happiness through the lense of love.
"When you equate love with intimate relationships, love can seem confusing. At times it feels great, while at othe_r times it hurts like hell. At times it lifts you up with grand dreams for your future and at other times oppresses you with shame about your inade- quacies, or guilt about your past actions." 120
Love, as in agape, is an eternal virtue, seperate from its fickle contexual counter part, eros. When these eros, intamcy, is equated with agape, true love, it becomes confuesd, uncertain, and non-eternal.
Similarly, the contexual joy, like that experiencd by Osten, is subject to disruption.
Just as the path to Agape is entertwined, but not contained within, the path to Eros, the path to true happiness is entertwined but not contiand with the path to pleasure.
In fact, the paths toward agape and true happiness are also entertwined.
*** Inpermanence.
"Impermanence is the rule---constant change, the only constancy. True for all things, this is especially true for living things, which, by definition, change or adapt as needed in response to changes in context." 121
Because emotions are in permanent, the low happiness is fleeting.
There is an art to jumping into happy moments, but to live in them is simply unrealistic.
One may find themselves frustrated at this, but it is only by accepting this simple fact of realisty which one can set their sights higher, towards blis.

*** The Dao that can be named.
"The Dao that can be told is not the eternal Dao, The Dao that can be told is not the eternal Dao" are the opening lines of the tao de ching.
Just as living in harmony with the ineffible Dao is a task no scholar can tell you the specifics, happiness is a similarly ineffible path. in this essay i will
*** FAQ
What is pleasure: desirable sensations. The feel good chemicals in the brain, food sex drugs endorphins etc. But also refined pleasures such as aw, art, satisfaction, etc.
What is happiness: A state of bliss, fleeting, lasting, or eternal. Often but not always arising out of pleasure.
What is pain: A particular responce in the brain, ussally indicating damage to the body.
** [2023-03-23 Thu 12:05]
*** Low happiness is pleasure.
A hedonist swears this oath: to seek pleasure, and avoid pain.
Happiness means different things to different people. Considering the contence of happiness as different stages of emotional development, the pursuit of happiness must adapt and develop with it. Doing so requires refaiming ones mindset, and finding happiness in suffering. 
Before the aspirant has confronted suffering, suffering seems to be the eternal enemy. However through their development, this paradigm can be re-framed.
Gilbert writes "We blithely assume that the dreadful view we have when we look forward to the event is the dreadful view we'll have when we look back on it. In short, we do not realize that our views will change becuase we are normally unaware of the processes that change them." 144
The human brain in its 'state of nature', or rather with its factory firmware, is not well equipped to make acuate predictions about its own future emotional state.
The principal effect of this is that suffering can seem permanent, and to be avoided at all costs.
Therefore, the aspirant will find themselves in a restrictive mindset, where they seek a state of eternal pleasure.
However such a state is not in line with reality.
By reckoning with the fluid nature of their emotions, the aspirant learns two things:
that the nature of any particular pain is temporary, and that everything, pleasant or otherwise, is impermanent.
Fredrickson said "Impermanence is the rule- constant change, the only constancy. True for all things, this is especially true for living things, which change or adapt as needed in response to changes in context."
How is the hedonist, who avoids pain and seeks pleasure, to respond to this?
First is to let go of attachment.
Since all things change, they will eventually be deprived of everything. By letting go of this now, they can avoid the future where they are suffering in the present.
Second, is to go with the flow.
Flexibility is a major component of true happiness. 
